Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# encryptedBackupErrorEncryptionFailed
source: The backup file could not be encrypted.
ar: لم يمكن تشفير ملف النسخ الاحتياطي.
de: Die Sicherungsdatei konnte nicht verschlüsselt werden.
es: El archivo de respaldo no pudo ser cifrado.
fr: Le fichier de sauvegarde n'a pas pu être encrypté.
hi: बैकअप फ़ाइल को एन्क्रिप्ट नहीं किया जा सका।
it: Il file di backup non può essere criptato.
ja: バックアップファイルの暗号化に失敗しました。
ko: 백업 파일을 암호화할 수 없습니다.
nl: Het backupbestand kon niet worden versleuteld.
pl: Plik kopii zapasowej nie mógł zostać zaszyfrowany.
pt: O arquivo de backup não pôde ser criptografado.
ru: Файл резервной копии не удалось зашифровать.
th: ไม่สามารถเข้ารหัสไฟล์สำรองได้。
tr: Yedek dosyası bu cihazda şifrelendi.
vi: Tập tin sao lưu không thể được mã hóa.
zh_hans: 无法加密备份文件。
zh_hant: 無法加密備份文件。

# encryptedBackupErrorInvalidEnvelope
source: This backup file is damaged or incomplete.
ar: ملف النسخ الاحتياطي هذا تالف أو غير كامل.
de: Diese Sicherungsdatei ist beschädigt oder unvollständig.
es: Este archivo de respaldo está dañado o incompleto.
fr: Ce fichier de sauvegarde est endommagé ou incomplet.
hi: यह बैकअप फ़ाइल क्षतिग्रस्त या अधूरी है।
it: Questo file di backup è danneggiato o incompleto.
ja: このバックアップファイルは破損しているか、不完全です。
ko: 이 백업 파일이 손상되었거나 불완전합니다.
nl: Dit backupbestand is beschadigd of incompleet.
pl: Ten plik kopii zapasowej jest uszkodzony lub niekompletny.
pt: Este arquivo de backup está danificado ou incompleto.
ru: Этот файл резервной копии поврежден или неполон.
th: ไฟล์สำรองนี้เสียหายหรือไม่สมบูรณ์。
tr: Bu yedek dosyası bozulmuş veya eksik.
vi: Tập tin sao lưu này bị hỏng hoặc không đầy đủ.
zh_hans: 此备份文件已损坏或不完整。
zh_hant: 此備份文件已損壞或不完整。

# encryptedBackupErrorInvalidKey
source: The backup encryption key is unavailable or damaged.
ar: مفتاح تشفير النسخة الاحتياطية غير متاح أو تالف.
de: Der Schlüssel zur Sicherung ist nicht verfügbar oder beschädigt.
es: La clave de cifrado del respaldo no está disponible o está dañada.
fr: La clé d'encryption de la sauvegarde est indisponible ou endommagée.
hi: बैकअप एन्क्रिप्शन कुंजी उपलब्ध नहीं है या क्षतिग्रस्त है।
it: La chiave di crittografia del backup non è disponibile o è danneggiata.
ja: バックアップの暗号化キーが利用できないか、破損しています。
ko: 백업 암호화 키를 사용할 수 없거나 손상되었습니다.
nl: De backupversleuteling sleutel is niet beschikbaar of beschadigd.
pl: Klucz szyfrowania kopii zapasowej jest niedostępny lub uszkodzony.
pt: A chave de criptografia do backup está indisponível ou danificada.
ru: Ключ шифрования резервной копии недоступен или поврежден.
th: คีย์การเข้ารหัสสำรองไม่สามารถใช้งานได้หรือเสียหาย。
tr: Yedek şifreleme anahtarı mevcut değil veya bozulmuş.
vi: Khóa mã hóa tập tin sao lưu không có sẵn hoặc bị hỏng.
zh_hans: 备份加密密钥不可用或已损坏。
zh_hant: 備份加密密鑰不可用或已損壞。

# encryptedBackupErrorKeychain
source: The backup encryption key could not be read from Keychain.
ar: لم يمكن قراءة مفتاح تشفير النسخة الاحتياطية من Keychain.
de: Der Verschlüsselungsschlüssel für die Sicherung konnte nicht aus dem Schlüsselbund gelesen werden.
es: No se pudo leer la clave de cifrado del respaldo desde el llavero.
fr: La clé d'encryption de la sauvegarde n'a pas pu être lue depuis le trousseau.
hi: बैकअप एन्क्रिप्शन कुंजी Keychain से पढ़ी नहीं जा सकी।
it: La chiave di crittografia del backup non può essere letta da Keychain.
ja: バックアップの暗号化キーをKeychainから読み取ることができませんでした。
ko: 키체인에서 백업 암호화 키를 읽을 수 없습니다.
nl: De backupversleuteling sleutel kon niet vanuit de Sleutelhanger worden gelezen.
pl: Klucz szyfrowania kopii zapasowej nie mógł zostać odczytany z Keychain.
pt: A chave de criptografia do backup não pôde ser lida do Keychain.
ru: Ключ шифрования резервной копии не удалось прочитать из Keychain.
th: ไม่สามารถอ่านคีย์การเข้ารหัสสำรองจาก Keychain ได้。
tr: Yedek şifreleme anahtarı Anahtarlık'tan okunamadı.
vi: Khóa mã hóa tập tin sao lưu không thể được đọc từ Keychain.
zh_hans: 无法从钥匙串读取备份加密密钥。
zh_hant: 無法從鑰匙串中讀取備份加密密鑰。

# encryptedBackupErrorKeyMismatch
source: This backup was encrypted with a different backup key.
ar: تم تشفير هذه النسخة الاحتياطية بمفتاح نسخ احتياطي مختلف.
de: Diese Sicherung wurde mit einem anderen Sicherungsschlüssel verschlüsselt.
es: Este respaldo fue cifrado con una clave de respaldo diferente.
fr: Cette sauvegarde a été encryptée avec une clé de sauvegarde différente.
hi: यह बैकअप एक अलग बैकअप कुंजी के साथ एन्क्रिप्ट किया गया था।
it: Questo backup è stato criptato con una chiave di backup diversa.
ja: このバックアップは異なるバックアップキーで暗号化されています。
ko: 이 백업은 다른 백업 키로 암호화되었습니다.
nl: Deze backup is versleuteld met een andere backup sleutel.
pl: Ta kopia zapasowa została zaszyfrowana innym kluczem kopii zapasowej.
pt: Este backup foi criptografado com uma chave de backup diferente.
ru: Этот резервный файл был зашифрован другим ключом резервной копии.
th: ไฟล์สำรองนี้ถูกเข้ารหัสด้วยคีย์สำรองที่แตกต่างกัน。
tr: Bu yedek farklı bir yedek anahtarı ile şifrelendi.
vi: Tập tin sao lưu này được mã hóa bằng một khóa sao lưu khác.
zh_hans: 此备份是用不同的备份密钥加密的。
zh_hant: 此備份是用不同的備份密鑰加密的。

# encryptedBackupErrorMissingKey
source: The backup encryption key is missing from Keychain.
ar: مفتاح تشفير النسخة الاحتياطية مفقود من Keychain.
de: Der Verschlüsselungsschlüssel für die Sicherung fehlt im Schlüsselbund.
es: La clave de cifrado del respaldo está ausente en el llavero.
fr: La clé d'encryption de la sauvegarde est manquante dans le trousseau.
hi: बैकअप एन्क्रिप्शन कुंजी Keychain से गायब है।
it: La chiave di crittografia del backup è mancante da Keychain.
ja: バックアップの暗号化キーがKeychainから欠けています。
ko: 키체인에서 백업 암호화 키가 누락되었습니다.
nl: De backupversleuteling sleutel ontbreekt in de Sleutelhanger.
pl: Klucz szyfrowania kopii zapasowej jest brakujący w Keychain.
pt: A chave de criptografia do backup está faltando no Keychain.
ru: Ключ шифрования резервной копии отсутствует в Keychain.
th: คีย์การเข้ารหัสสำรองหายไปจาก Keychain。
tr: Yedek şifreleme anahtarı Anahtarlık'tan eksik.
vi: Khóa mã hóa tập tin sao lưu bị thiếu trong Keychain.
zh_hans: 钥匙串中缺少备份加密密钥。
zh_hant: 備份加密密鑰在鑰匙串中丟失。

# encryptedBackupErrorUnsupportedAlgorithm
source: This backup file uses an unsupported encryption method.
ar: يستخدم ملف النسخ الاحتياطي هذا طريقة تشفير غير مدعومة.
de: Diese Sicherungsdatei verwendet eine nicht unterstützte Verschlüsselungsmethode.
es: Este archivo de respaldo utiliza un método de cifrado no soportado.
fr: Ce fichier de sauvegarde utilise une méthode d'encryption non supportée.
hi: यह बैकअप फ़ाइल एक असमर्थित एन्क्रिप्शन विधि का उपयोग करती है।
it: Questo file di backup utilizza un metodo di crittografia non supportato.
ja: このバックアップファイルはサポートされていない暗号化方式を使用しています。
ko: 이 백업 파일은 지원되지 않는 암호화 방법을 사용합니다.
nl: Dit backupbestand gebruikt een niet-ondersteunde versleutelingsmethode.
pl: Ten plik kopii zapasowej używa nieobsługiwanej metody szyfrowania.
pt: Este arquivo de backup usa um método de criptografia não suportado.
ru: Этот файл резервной копии использует неподдерживаемый метод шифрования.
th: ไฟล์สำรองนี้ใช้วิธีการเข้ารหัสที่ไม่รองรับ。
tr: Bu yedek dosyası desteklenmeyen bir şifreleme yöntemi kullanıyor.
vi: Tập tin sao lưu này sử dụng phương pháp mã hóa không được hỗ trợ.
zh_hans: 此备份文件使用不受支持的加密方法。
zh_hant: 此備份文件使用不受支持的加密方法。

# encryptedBackupErrorUnsupportedVersion
source: This backup file was created by a newer unsupported version of ExcalidrawZ.
ar: تم إنشاء ملف النسخ الاحتياطي هذا بواسطة إصدار أحدث غير مدعوم من ExcalidrawZ.
de: Diese Sicherungsdatei wurde von einer neueren, nicht unterstützten Version von ExcalidrawZ erstellt.
es: Este archivo de respaldo fue creado por una versión más nueva no soportada de ExcalidrawZ.
fr: Ce fichier de sauvegarde a été créé par une version plus récente non supportée d'ExcalidrawZ.
hi: यह बैकअप फ़ाइल ExcalidrawZ के एक नए असमर्थित संस्करण द्वारा बनाई गई थी।
it: Questo file di backup è stato creato da una versione non supportata più recente di ExcalidrawZ.
ja: このバックアップファイルは新しいサポートされていないバージョンのExcalidrawZによって作成されました。
ko: 이 백업 파일은 지원되지 않는 최신 버전의 ExcalidrawZ에 의해 생성되었습니다.
nl: Dit backupbestand is gemaakt door een nieuwere niet-ondersteunde versie van ExcalidrawZ.
pl: Ten plik kopii zapasowej został utworzony przez nowszą, nieobsługiwane wersję ExcalidrawZ.
pt: Este arquivo de backup foi criado por uma versão mais recente não suportada do ExcalidrawZ.
ru: Этот файл резервной копии был создан новой неподдерживаемой версией ExcalidrawZ.
th: ไฟล์สำรองนี้ถูกสร้างโดยเวอร์ชันของ ExcalidrawZ ที่ใหม่กว่าและไม่รองรับ।
tr: Bu yedek dosyası desteklenmeyen daha yeni bir ExcalidrawZ sürümü tarafından oluşturuldu.
vi: Tập tin sao lưu này được tạo bởi một phiên bản ExcalidrawZ mới hơn không được hỗ trợ.
zh_hans: 此备份文件是由较新版本的 ExcalidrawZ 创建的，该版本不受支持。
zh_hant: 此備份文件是由較新不支援的版本 ExcalidrawZ 創建的。

# excalidrawWebViewPlaceholderSelectFile
source: Select an excalidraw file.
ar: اختر ملف إكسكالي درو.
de: Wähle eine Excalidraw-Datei aus.
es: Selecciona un archivo de excalidraw.
fr: Sélectionner un fichier excalidraw.
hi: एक excalidraw फ़ाइल चुनें।
it: Seleziona un file excalidraw.
ja: excalidrawファイルを選択してください。
ko: excalidraw 파일 선택
nl: Selecteer een excalidraw-bestand.
pl: Wybierz plik excalidraw.
pt: Selecione um arquivo excalidraw.
ru: Выберите файл excalidraw.
th: เลือกไฟล์ excalidraw
tr: Bir excalidraw dosyası seçin.
vi: Chọn một tệp excalidraw.
zh_hans: 选择一个 excalidraw 文件。
zh_hant: 選擇一個 Excalidraw 文件。

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात करें
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспорт
th: ส่งออก
tr: Dışa Aktar
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# exportActionCopied
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
pt: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# exportActionCopy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
vi: Sao chép
zh_hans: 拷贝
zh_hant: 複製

# exportActionInvite
source: Invite
ar: دعوة
de: Einladen
es: Invitar
fr: Inviter
hi: निमंत्रण दें
it: Invita
ja: 招待
ko: 초대
nl: Uitnodigen
pl: Zaproś
pt: Convidar
ru: Пригласить
th: เชิญ
tr: Davet Et
vi: Mời
zh_hans: 邀请
zh_hant: 邀請

# exportActionSave
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 存储
zh_hant: 保存

# exportActionShare
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
pt: Compartilhar
ru: Поделиться
th: แบ่งปัน
tr: Paylaş
vi: Chia sẻ
zh_hans: 共享
zh_hant: 分享

# exportImageLoading
source: Loading...
ar: جارٍ التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
th: กำลังโหลด...
tr: Yükleniyor...
vi: Đang tải...
zh_hans: 正在加载...
zh_hant: 加載中...

# exportImageLoadingButtonCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# exportImageLoadingError
source: Loading image failed.
ar: فشل تحميل الصورة.
de: Laden des Bildes fehlgeschlagen.
es: Error al cargar la imagen.
fr: Échec du chargement de l'image.
hi: छवि लोड करने में विफल।
it: Caricamento immagine non riuscito.
ja: 画像の読み込みに失敗しました。
ko: 이미지 로딩 실패.
nl: Laden van afbeelding mislukt.
pl: Nie udało się załadować obrazu.
pt: Falha ao carregar a imagem.
ru: Не удалось загрузить изображение.
th: การโหลดภาพล้มเหลว
tr: Görüntü yüklenemedi.
vi: Tải hình ảnh thất bại.
zh_hans: 加载图像失败。
zh_hant: 加載圖片失敗。

# exportImagePickerColorSchemeLabel
source: Theme
ar: السمة
de: Thema
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pl: Motyw
pt: Tema
ru: Тема
th: ธีม
tr: Tema
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# exportImageScaleTitle
source: scale
ar: مقياس
de: Skalierung
es: escala
fr: Échelle
hi: स्केल
it: Scala
ja: 倍率
ko: 배율
nl: schaalfactor
pl: Skala
pt: escala
ru: Масштаб
th: อัตราขยาย
tr: ölçek
vi: 缩放比例
zh_hans: 缩放比例
zh_hant: 縮放比例

# exportImageToggleEditable
source: Keep editable
ar: احتفظ قابلاً للتحرير
de: Bearbeitbar behalten
es: Mantener editable
fr: Garder modifiable
hi: संपादनीय रखें
it: Mantieni modificabile
ja: 編集可能に保つ
ko: 편집 가능 유지
nl: Bewerkbaar houden
pl: Zachowaj edytowalny
pt: Manter editável
ru: Сохранить редактируемым
th: เก็บให้แก้ไขได้
tr: Düzenlenebilir tut
vi: Giữ chế độ chỉnh sửa
zh_hans: 保持可编辑
zh_hant: 保持可編輯

# exportImageToggleWithBackground
source: Background
ar: خلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
hi: पृष्ठभूमि
it: Sfondo
ja: 背景
ko: 배경
nl: Achtergrond
pl: Tło
pt: Fundo
ru: Фон
th: พื้นหลัง
tr: Arka Plan
vi: Nền
zh_hans: 背景
zh_hant: 背景

# exportSheetButtonArchive
source: Archive
ar: أرشفة
de: Archivieren
es: Archivar
fr: Archiver
hi: आर्काइव
it: Archivia
ja: アーカイブ
ko: 보관
nl: Archiveren
pl: Archiwizuj
pt: Arquivar
ru: Архивировать
th: เก็บถาวร
tr: Arşiv
vi: Lưu trữ
zh_hans: 归档
zh_hant: 存檔

# exportSheetButtonDismiss
source: Dismiss
ar: رفض
de: Ablehnen
es: Descartar
fr: Ignorer
hi: अस्वीकृत करें
it: Ignora
ja: 却下
ko: 닫기
nl: Afwijzen
pl: Odrzuć
pt: Dispensar
ru: Закрыть
th: ปฏิเสธ
tr: Kapat
vi: Bỏ qua
zh_hans: 关闭
zh_hant: 關閉

# exportSheetButtonFile
source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
hi: फ़ाइल
ja: ファイル
ko: 파일
nl: Bestand
pl: Plik
pt: Arquivo
ru: Файл
th: ไฟล์
tr: Dosya
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# exportSheetButtonImage
source: Image
ar: صورة
de: Bild
es: Imagen
hi: छवि
it: Immagine
ja: 画像
ko: 이미지
nl: Afbeelding
pl: Obraz
pt: Imagem
ru: Изображение
th: ภาพ
tr: Görüntü
vi: Hình ảnh
zh_hans: 图像
zh_hant: 圖片

# exportSheetHeadline
source: Choose an export target
ar: اختر هدف التصدير
de: Wählen Sie ein Exportziel
es: Elige un destino de exportación
fr: Choisissez une cible d'exportation
hi: निर्यात लक्ष्य चुनें
it: Scegli un obiettivo di esportazione
ja: エクスポート先を選択
ko: 내보낼 대상을 선택하세요
nl: Kies een exportdoel
pl: Wybierz cel eksportu
pt: Escolha um destino de exportação
ru: Выберите целевой формат экспорта
th: เลือกเป้าหมายการส่งออก
tr: Bir dışa aktarma hedefi seçin
vi: Chọn mục tiêu xuất
zh_hans: 选择导出目标
zh_hant: 選擇匯出目標

# externalLinkOpenSheetButtonOpenExternalApp
source: Open the external app
ar: فتح التطبيق الخارجي
de: Öffne die externe App
es: Abrir la aplicación externa
fr: Ouvrir l'application externe
hi: बाहरी ऐप खोलें
it: Apri l'app esterna
ja: 外部アプリを開く
ko: 외부 앱 열기
nl: Open de externe app
pl: Otwórz aplikację zewnętrzną
pt: Abra o aplicativo externo
ru: Открыть внешнее приложение
th: เปิดแอปภายนอก
tr: Harici uygulamayı aç
vi: Mở ứng dụng bên ngoài
zh_hans: 打开外部应用
zh_hant: 打開外部應用程式

# externalLinkOpenSheetButtonOpenLocalURL
source: Open the file
ar: فتح الملف
de: Öffne die Datei
es: Abrir el archivo
fr: Ouvrir le fichier
hi: फाइल खोलें
it: Apri il file
ja: ファイルを開く
ko: 파일 열기
nl: Open het bestand
pl: Otwórz plik
pt: Abra o arquivo
ru: Открыть файл
th: เปิดไฟล์
tr: Dosyayı aç
vi: Mở tệp
zh_hans: 打开文件
zh_hant: 打開檔案

# externalLinkOpenSheetButtonOpenMailLink
source: Open your Mail app
ar: فتح تطبيق البريد الخاص بك
de: Öffne deine Mail-App
es: Abrir tu aplicación de correo
fr: Ouvrir votre application Mail
hi: अपने मेल ऐप को खोलें
it: Apri la tua app di posta
ja: メールアプリを開く
ko: 메일 앱 열기
nl: Open je Mail-app
pl: Otwórz aplikację Mail
pt: Abra seu aplicativo de e-mail
ru: Открыть приложение Mail
th: เปิดแอปอีเมลของคุณ
tr: Mail uygulamanızı açın
vi: Mở ứng dụng Mail của bạn
zh_hans: 打开邮件应用
zh_hant: 打開郵件應用程式

# externalLinkOpenSheetButtonOpenWebLink
source: Open the link
ar: فتح الرابط
de: Öffne den Link
es: Abrir el enlace
fr: Ouvrir le lien
hi: लिंक खोलें
it: Apri il link
ja: リンクを開く
ko: 링크 열기
nl: Open de link
pl: Otwórz link
pt: Abra o link
ru: Открыть ссылку
th: เปิดลิงก์
tr: Bağlantıyı aç
vi: Mở liên kết
zh_hans: 打开链接
zh_hant: 打開鏈接

# externalLinkOpenSheetExternalAppLinkDescription
source: You're about to open an external app link:
ar: أنت على وشك فتح رابط تطبيق خارجي:
de: Du bist dabei, einen Link zu einer externen App zu öffnen:
es: Estás a punto de abrir un enlace de aplicación externa:
fr: Vous êtes sur le point d'ouvrir un lien d'application externe :
hi: आप एक बाहरी ऐप लिंक खोलने वाले हैं:
it: Stai per aprire un link a un'app esterna:
ja: 外部アプリのリンクを開こうとしています:
ko: 다음 외부 앱 링크를 열려고 합니다:
nl: Je staat op het punt een externe app-link te openen:
pl: Zaraz otworzysz link do aplikacji zewnętrznej:
pt: Você está prestes a abrir um link de aplicativo externo:
ru: Вы собираетесь открыть ссылку на внешнее приложение:
th: คุณกำลังจะเปิดลิงก์แอปภายนอก:
tr: Harici bir uygulama bağlantısını açmak üzeresiniz:
vi: Bạn sắp mở một liên kết ứng dụng bên ngoài:
zh_hans: 您即将打开一个外部应用链接：
zh_hant: 您即將打開一個外部應用程式鏈接：

# externalLinkOpenSheetExternalAppLinkTitle
source: Continue to external app
ar: الاستمرار إلى التطبيق الخارجي
de: Weiter zur externen App
es: Continuar a la aplicación externa
fr: Continuer vers l'application externe
hi: बाहरी ऐप पर जारी रखें
it: Continua con l'app esterna
ja: 外部アプリに進む
ko: 외부 앱으로 계속하기
nl: Ga door naar externe app
pl: Kontynuuj do aplikacji zewnętrznej
pt: Continuar para o aplicativo externo
ru: Продолжить в внешнем приложении
th: ดำเนินการต่อไปยังแอปภายนอก
tr: Harici uygulamaya devam et
vi: Tiếp tục đến ứng dụng bên ngoài
zh_hans: 继续前往外部应用
zh_hant: 繼續到外部應用程式

# externalLinkOpenSheetHideTips
source: Don't want to see this pop-up?
ar: لا تريد رؤية هذه النافذة المنبثقة؟
de: Möchten Sie dieses Pop-up nicht sehen?
es: ¿No quieres ver este aviso?
fr: Vous ne voulez pas voir cette fenêtre pop-up ?
hi: क्या आप इस पॉप-अप को नहीं देखना चाहते?
it: Non vuoi vedere questo pop-up?
ja: このポップアップを表示したくありませんか？
ko: 이 팝업을 보고 싶지 않으신가요?
nl: Wil je deze pop-up niet zien?
pl: Nie chcesz widzieć tego okna pop-up?
pt: Não quer ver este pop-up?
ru: Не хотите видеть это всплывающее окно?
th: ไม่ต้องการเห็นป๊อปอัพนี้ใช่ไหม?
tr: Bu açılır pencereyi görmek istemiyor musunuz?
vi: Bạn không muốn thấy pop-up này?
zh_hans: 不想看到这个弹出窗口吗？
zh_hant: 不想看到這個彈出視窗嗎？

# externalLinkOpenSheetHideTipsHelp
source: You can directly open the link by holding down the ⌘ key.
ar: يمكنك فتح الرابط مباشرةً عن طريق الضغط مع الاستمرار على مفتاح ⌘.
de: Sie können den Link direkt öffnen, indem Sie die ⌘-Taste gedrückt halten.
es: Puedes abrir el enlace directamente manteniendo presionada la tecla ⌘.
fr: Vous pouvez ouvrir le lien directement en maintenant la touche ⌘ enfoncée.
hi: आप ⌘ कुंजी को दबाए रखते हुए सीधे लिंक खोल सकते हैं।
it: Puoi aprire direttamente il link tenendo premuto il tasto ⌘.
ja: ⌘キーを押しながらリンクを直接開くことができます。
ko: ⌘ 키를 누른 채로 링크를 직접 열 수 있습니다.
nl: Je kunt de link rechtstreeks openen door de ⌘ toets ingedrukt te houden.
pl: Możesz bezpośrednio otworzyć link, przytrzymując klawisz ⌘.
pt: Você pode abrir o link diretamente segurando a tecla ⌘.
ru: Вы можете открыть ссылку напрямую, удерживая клавишу ⌘.
th: คุณสามารถเปิดลิงค์ได้โดยตรงโดยการกดคีย์ ⌘ ค้างไว้.
tr: Bağlantıyı ⌘ tuşuna basılı tutarak doğrudan açabilirsiniz.
vi: Bạn có thể mở liên kết trực tiếp bằng cách giữ phím ⌘.
zh_hans: 您可以按住 ⌘ 键直接打开链接。
zh_hant: 您可以按住 ⌘ 鍵直接打開鏈接。

# externalLinkOpenSheetLocalURLDescription
source: You're about to open a local file:
ar: أنت على وشك فتح ملف محلي:
de: Du bist dabei, eine lokale Datei zu öffnen:
es: Estás a punto de abrir un archivo local:
fr: Vous êtes sur le point d'ouvrir un fichier local :
hi: आप एक स्थानीय फाइल खोलने वाले हैं:
it: Stai per aprire un file locale:
ja: ローカルファイルを開こうとしています:
ko: 다음 로컬 파일을 열려고 합니다:
nl: Je staat op het punt een lokaal bestand te openen:
pl: Zaraz otworzysz lokalny plik:
pt: Você está prestes a abrir um arquivo local:
ru: Вы собираетесь открыть локальный файл:
th: คุณกำลังจะเปิดไฟล์ภายใน:
tr: Yerel bir dosyayı açmak üzeresiniz:
vi: Bạn sắp mở một tệp cục bộ:
zh_hans: 您即将打开一个本地文件：
zh_hant: 您即將打開一個本地檔案：

# externalLinkOpenSheetLocalURLTitle
source: Continue to file
ar: الاستمرار إلى الملف
de: Weiter zur Datei
es: Continuar al archivo
fr: Continuer vers le fichier
hi: फाइल पर जारी रखें
it: Continua con il file
ja: ファイルに進む
ko: 파일로 계속하기
nl: Ga door naar bestand
pl: Kontynuuj do pliku
pt: Continuar para o arquivo
ru: Продолжить к файлу
th: ดำเนินการต่อไปยังไฟล์
tr: Dosyaya devam et
vi: Tiếp tục đến tệp
zh_hans: 继续查看文件
zh_hant: 繼續到檔案

# externalLinkOpenSheetMailLinkDescription
source: You're about to send a mail to:
ar: أنت على وشك إرسال بريد إلى:
de: Du bist dabei, eine E-Mail zu senden an:
es: Estás a punto de enviar un correo a:
fr: Vous êtes sur le point d'envoyer un mail à :
hi: आपको इस पते पर मेल भेजने वाले हैं:
it: Stai per inviare una mail a:
ja: 次の宛先にメールを送信しようとしています:
ko: 다음 주소로 메일을 보내려 합니다:
nl: Je staat op het punt een e-mail te sturen naar:
pl: Zaraz wyślesz wiadomość do:
pt: Você está prestes a enviar um e-mail para:
ru: Вы собираетесь отправить письмо на:
th: คุณกำลังจะส่งอีเมลไปที่:
tr: Aşağıdaki adrese bir mail göndermek üzeresiniz:
vi: Bạn sắp gửi một email đến:
zh_hans: 您即将向以下地址发送邮件：
zh_hant: 您即將發送郵件到：

# externalLinkOpenSheetMailLinkTitle
source: This is a mail link
ar: هذا هو رابط البريد
de: Das ist ein Mail-Link
es: Este es un enlace de correo
fr: Ceci est un lien mail
hi: यह एक मेल लिंक है
it: Questo è un link di posta
ja: これはメールリンクです
ko: 이것은 메일 링크입니다
nl: Dit is een e-maillink
pl: To jest link do wiadomości
pt: Este é um link de e-mail
ru: Это ссылка на письмо
th: นี่คือลิงก์อีเมล
tr: Bu bir mail bağlantısıdır
vi: Đây là một liên kết email
zh_hans: 这是一个邮件链接
zh_hant: 這是一個郵件鏈接

# externalLinkOpenSheetWebLinkDescription
source: You're about to visit:
ar: أنت على وشك زيارة:
de: Sie sind dabei, die folgende Seite zu besuchen:
es: Estás a punto de visitar:
fr: Vous êtes sur le point de visiter :
hi: आप जाने वाले हैं:
it: Stai per visitare:
ja: 以下のサイトに移動しようとしています：
ko: 다음 사이트를 방문하려고 합니다:
nl: Je staat op het punt om te bezoeken:
pl: Zaraz odwiedzisz:
pt: Você está prestes a visitar:
ru: Вы собираетесь посетить:
th: คุณกำลังจะเยี่ยมชม:
tr: Şu siteyi ziyaret etmek üzeresiniz:
vi: Bạn sắp truy cập vào:
zh_hans: 您即将访问：
zh_hant: 您即將訪問：

# externalLinkOpenSheetWebLinkTitle
source: Continue to site
ar: تابع إلى الموقع
de: Zur Seite fortfahren
es: Continuar al sitio
fr: Continuer vers le site
hi: साइट पर जारी रखें
it: Continua al sito
ja: サイトに進む
ko: 사이트로 계속하기
nl: Ga door naar de site
pl: Kontynuuj do strony
pt: Continuar para o site
ru: Продолжить на сайт
th: ดำเนินการต่อไปยังเว็บไซต์
tr: Siteye Devam Et
vi: Tiếp tục đến trang web
zh_hans: 继续访问网站
zh_hant: 繼續前往網站
